alsa-utils
amd-ucode
ark
base
base-devel
blueman
bluez-utils
btrfs-progs
cups
discord
dolphin
efibootmgr
exfatprogs
fastfetch
firefox
flatpak
fwupd
gimp
git
gst-plugin-pipewire
gvfs-smb
gwenview
htop
iwd
kate
kcalc
kdbusaddons5
konsole
lib32-nvidia-utils
lib32-vulkan-icd-loader
libpulse
libreoffice-fresh
linux
linux-firmware
linux-headers
nano
network-manager-applet
networkmanager
nfs-utils
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
partitionmanager
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
protonmail-bridge
qbittorrent
samba
smartmontools
steam
syncthing
system-config-printer
telegram-desktop
thunderbird
tmux
vim
vlc
wget
wireless_tools
wireplumber
xdg-utils
xorg-xinit
zram-generator
