cask "firefox"
cask "gimp"
cask "steam"
cask "chatgpt"
cask "vlc"
cask "ledger-live"
cask "telegram"
cask "qbittorrent"
cask "syncthing"
cask "blender"
cask "balenaetcher"
cask "imazing"
cask "makemkv"
cask "yubikey-manager"

brew "git"
brew "htop"
brew "zsh"
brew "mas"
